{
	"jumia": [{
			"id": 1,
			"name": "Caroline",
			"reviewtittle": "Can't report issue",
			"review": "Seller didn't ship so after the handling time had past I contacted them. They told me they don't have the item and can't figure out how to cancel the sale."
		},

		{
			"id": 2,
			"name": "Lambertini",
			"reviewtittle": "Great app for purchasing all items.",
			"review": "Great app for purchasing all items... Makes online selling sweet and affordable safe and fast way to buy products..."
		},
		{
			"id": 3,
			"name": "Issah Bukari",
			"reviewtittle": "Very reliable",
			"review": "Very reliable, you can be sure of the delivery where ever you are in the country."
		}
	],
	"walmart": [{
			"id": 1,
			"name": "Mark Fader",
			"reviewtittle": "Good Service RUINED by no training",
			"review": "I'd say every time over at least the past 6 months I've had problems with my deliveries. Drivers don't follow delivery instructions."
		},
		{
			"id": 2,
			"name": "Karey Netz",
			"reviewtittle": "OVERCHARGED EVERY TIME!!",
			"review": "Just a warning..when you order online for grocery pick up or delivery...be prepared to be temporarily charged $100 more than your total actually is!"
		},
		{
			"id": 3,
			"name": "Owen",
			"reviewtittle": "Thanks to Russel the muscle",
			"review": "Thank you Russel we have good funny conversation every time we go there and he delivers our orders I have fun when I go to the tell city Walmart"
		}
	],
	"jiji": [{
			"id": 1,
			"name": "Dan m",
			"reviewtittle": "WARNING DO NOT BUY HERE!!",
			"review": "WARNING DO NOT BUY THIS!!! This is false advertising!!! The title say Zojirushi stainless steel mug, but it is a CHINESE KNOCK OFF!!! "
		},
		{
			"id": 2,
			"name": "Jay",
			"reviewtittle": "Service delivery",
			"review": "Nice marketplace. Receive products before paying that's all you will be fine. And ensure you meet In an open place."
		},
		{
			"id": 3,
			"name": "Edward B",
			"reviewtittle": "Stay away from these guys.",
			"review": "It was personal and friendly and genuine. Great people to work with and interact with."
		}
	],
	"alibaba": [{
			"id": 1,
			"name": "RKG",
			"reviewtittle": "great product",
			"review": "I ordered jute placemats and was nervous about the delivery time and what the quality would be."
		},
		{
			"id": 2,
			"name": "J De Bruin",
			"reviewtittle": "Delivered as promised",
			"review": "Delivered as promised. Printer very good professional quality, affordable price and easy to install."
		},
		{
			"id": 3,
			"name": "Nisa",
			"reviewtittle": "Phenomenal Customer Service",
			"review": "Their customer service really set them apart for me. Winnie Zhang was exceptional in answering questions and providing guidance throughout the entire process."
		},
		{
			"id": 4,
			"name": "Andre Nakaso",
			"reviewtittle": "Very professional and positive",
			"review": "Very professional and positive experience working with this supplier. Nice quality product, fast communications and replies to our questions."
		}
	],
	"amazon": [{
			"id": 1,
			"name": "TG",
			"reviewtittle": "From start to delivery",
			"review": "From start to delivery, a smooth process. All questions answered and great service. No issues with language barriers. Products arrived very well packaged."
		},
		{
			"id": 2,
			"name": "Kinsley",
			"reviewtittle": "Just as ordered",
			"review": "Just as ordered! Shipped quickly! Representative was professional and efficient!"
		},
		{
			"id": 3,
			"name": "Zuleika",
			"reviewtittle": "Great quality and design",
			"review": "Great quality and design. I was surprised with it and it came before the delivery date. "
		},
		{
			"id": 4,
			"name": "Jake",
			"reviewtittle": "Great Price, Customer Service, And Parts.",
			"review": "The customer service from Amanda was excellent and the parts produced from the mold were perfect - all for a price that was among the lowest quotes we received."
		}
	],
	"etsy": [{
			"id": 1,
			"name": "Deena",
			"reviewtittle": "Super reliable seller and great product",
			"review": "Super reliable seller, excellent product condition and fast delivery. It was like buying on etsy or any other type of local service."
		},
		{
			"id": 2,
			"name": "Darren",
			"reviewtittle": "This was fast and easy",
			"review": "This was fast and easy. The sight kept me updated all the way through the order, shipping and delivery process."
		},
		{
			"id": 3,
			"name": "Melissa",
			"reviewtittle": "Service was efficient and professional",
			"review": "Service was efficient and professional. Delivery arrived ahead of time and the product was great quality and exactly as we ordered."
		},
		{
			"id": 4,
			"name": "Louis",
			"reviewtittle": "very fast",
			"review": "I have to congratulate you, I have never received a product so quickly, I congratulate you"
		}
	],
	"killmall": [{
			"id": 1,
			"name": "Mr Anmol",
			"reviewtittle": "Suppliers for beginners as well",
			"review": "The supplier was great to deal with. I was made so comfortable during the whole process altogether. Highly recommend."
		},
		{
			"id": 2,
			"name": "Ryan Smith",
			"reviewtittle": "I forgot the date",
			"review": "They delivered something I've been wanting for a very long time at a very fair price and with great customer service."
		},
		{
			"id": 3,
			"name": "James",
			"reviewtittle": "Best experience",
			"review": "Fast shipment and turn around. High quality leather and the design was extremely accurate."
		}
	],
	"copia": [{
			"id": 1,
			"name": "Oscar",
			"reviewtittle": "All in one place",
			"review": "Easy to find products and manufacturers. FOllow up is very useful and all the tools available to connect and exchange requirements and points of view."
		},
		{
			"id": 2,
			"name": "Jose",
			"reviewtittle": "Exellent job done.",
			"review": "An excellent job, very good result and great communication throughout the design process by copia. Fast shipping. Highly recommended company."
		},
		{
			"id": 3,
			"name": "Sharon",
			"reviewtittle": "Really very satisfied",
			"review": "Really very satisfied with the products received that without surprise conform to those ordered. I am very satisfied with the quality of the products I received."
		},
		{
			"id": 4,
			"name": "Fred",
			"reviewtittle": "Better than expected device",
			"review": "This company shipped immediately and followed up with clear expectations. the device itself is in good working order and easy to use."
		}
	],
	"ebay": [{
			"id": 1,
			"name": "Ricardo Joao",
			"reviewtittle": "No protection for the buyer",
			"review": "Ebay approved a purchase and then suspended my account with no further information. Profoundly unprofessional."
		},
		{
			"id": 2,
			"name": "John in the Backyard",
			"reviewtittle": "EBAY is unresponsive",
			"review": "It was personal and friendly and genuine. Great people to work with and interact with."
		},
		{
			"id": 3,
			"name": "James",
			"reviewtittle": "I Know i can Trust eBay for Online Shopping.",
			"review": "It was personal and friendly and genuine. Great people to work with and interact with."
		},
		{
			"id": 4,
			"name": "customer",
			"reviewtittle": "Best experience",
			"review": "It was personal and friendly and genuine. Great people to work with and interact with."
		}
	],
	"zappos": [{
			"id": 1,
			"name": "Kerri",
			"reviewtittle": "Customer service was great",
			"review": "Maria in Customer service department was great! I reached out via chat option, and she was able to help me out and fix my issue within 5 minutes. Great service, you normally don’t come across such stellar service with online retailers. "
		},
		{
			"id": 2,
			"name": "Denise Fuentes",
			"reviewtittle": "Great shoes and great items we shop",
			"review": "Great shoes and great items we shop many time and very happy with it ;) will be back for sure"
		},
		{
			"id": 3,
			"name": "James",
			"reviewtittle": "Zappos is the best!",
			"review": "I have had nothing but great experiences with Zappo. Prompt shipping; free returns; great selection! Highly recommend!"
		}
	]
}
